Repository: pkar70/Anniversaries
Catalog: Anniversaries/Strings/*/Resources.resw
Source language: en_us
Languages: pl

# infoLine1.Text
source: This simple app merges information from "today" Wikipedia pages for some languages. In this way you get two benefits:
pl: Ta bardzo prosta aplikacja łączy informacje o aktualnym dniu, korzystając ze stron Wikipedii w kilku językach. W ten sposób:

# infoLine2.Text
source: 1) many more entries that in any single language;
pl: 1) dostajemy informacje o większej liczbie zdarzeń niż jest zawarta na stronie w jakimkolwiek języku;

# infoLine3.Text
source: 2) you can see which events are important for which language group;
pl: 2) można sprawdzić które wydarzenia uznawane są za ważne w której grupie językowej;

# infoLine5.Text
source: So, all informations are taken from Wikipedia, and are protected by same licence as on Wikipedia (CC-BY-SA).
pl: Tak więc wszystkie informacje, które aplikacja prezentuje, pochodzą z Wikipedii, i podlegają licencji takiej jak w Wikipedii (CC-BY-SA).

# infoLine6.Text
source: English page for today is:
pl: Angielska strona z opisem dnia dzisiejszego:

# settHdr.Text
source: Settings
pl: Ustawienia

# uiSetTabE.Header
source: Active tabs
pl: Aktywne zakładki

# uiSetTabE.OffContent
source: events
pl: wydarzenia

# uiSetTabE.OnContent
source: Events
pl: Wydarzenia

# uiSetTabB.OffContent
source: births
pl: urodziny

# uiSetTabB.OnContent
source: Births
pl: Urodziny

# uiSetTabD.OffContent
source: deaths
pl: zgony

# uiSetTabD.OnContent
source: Deaths
pl: Zgony

# uiSetTabH.OffContent
source: holidays
pl: święta

# uiSetTabH.OnContent
source: Holidays
pl: Święta

# uiSetLangEn.Header
source: Active languages
pl: Aktywne języki

# uiSetLangEn.OffContent
source: english
pl: angielski

# uiSetLangPl.OffContent
source: polish
pl: polski

# uiSetLangFr.OffContent
source: Français
pl: francuski

# uiSetLangFr.OnContent
source: french
pl: Français

# uiSetLangEs.OffContent
source: spanish
pl: hiszpański

# uiSetLangRu.OffContent
source: russian
pl: rosyjski

# uiSetAddLang.Text
source: If you want me to add another language, please use FeedBack Hub
pl: Prośby o dodanie kolejnych języków proszę kierować za pośrednictwem FeedBack Hub

# bBirth.Label
source: Births
pl: Urodziny

# bDeath.Label
source: Deaths
pl: Zgony

# bEvent.Label
source: Events
pl: Wydarzenia

# bHelp.Label
source: About
pl: Info

# bHolid.Label
source: Holidays
pl: Święta

# bRefresh.Label
source: Load data
pl: Wczytaj

# bSettings.Label
source: Settings
pl: Ustawienia

# resAboutRate.Label
source: Rate
pl: Oceń

# manifestAppName
source: Anniversaries
pl: Anniversariusz

# mpHeader.Text
source: This day in history
pl: Dzisiaj w historii

# uiSetLinksActive.Header
source: Links to Wikipedia
pl: Linki do Wikipedia

# uiSetLinksActive.OffContent
source: blocked
pl: zablokowane

# uiSetLinksActive.OnContent
source: Active
pl: Aktywne

# infoLine5a.Text
source: By default, all links are blocked (although underlined). You can enable links in Settings - then, after clicking on link, your default web browser would be opened.
pl: Domyślnie linki nie działają (choć są podświetlone). Można jednak w Ustawieniach włączyć otwieranie strony Wikipedii w zewnętrznej przeglądarce (np. IE).

# uiSetLinksInfo.Text
source: (links would open Wikipedia page in default browser)
pl: (strona Wikipedii zostanie otwarta w domyślnej przeglądarce)
